import React from 'react';
import './rules.css'
const Rules = () => {
   return (
      <div className='rules'>
         Настольная игра Столкновение цивилизаций. Монументальное издание – это очень-очень большая стратегия для 2-4 игроков, которые любят орудовать сотнями миниатюр и несметным количеством прочих компонентов.

         Вам предстоит создать цивилизацию практически с нуля. Выводить империю на вершину процветания и славы игроки будут разными путями: исследовать новые земли, осваивать и применять технологии, путешествовать по морям, сражаться с варварами, вступать в политические и военные конфликты с противниками. К тому же способствовать развитию будут и уникальные свойства наций и лидеров.

         Партии проходят на гексагональном игровом поле, где каждый игрок стартует лишь с небольшим поселением, занимаясь добычей ресурсов и исследованием технологий. Это только начало. Постепенно вы будете расширять свои владения, которые обрастут новыми строениями, чудесами света и населёнными пунктами, а благодаря им – получите новые возможности достижения победы. При этом развитие различных направлений технологий помогут вам выбрать собственную стратегию. Если примешать к ней уникальные особенности наций и их лидеров, вы обретёте конкретную линию поведения – жёстко-военную или дипломатично-культурную.

         Несмотря на огромное количество компонентов (среди которых великолепные миниатюры войск, зданий, чудес) и смесь различных игровых механик, как это бывает в играх-цивилизациях, в Столкновении вам не нужно будет каждый раз обращаться к правилам или запоминать все тонкости действий. Все они последовательны, просты и их вовсе не много. Каждый свой ход игрок может выполнить по желанию три действия из представленного набора:
         <ul>
            <li>переместить отряд для открытия и исследования новых территорий или нападения на врага. Проверка исхода битвы происходит на кубиках;</li>
            <li>возвести город на новой территории, чтобы увеличить ресурсодобычу. Каждая постройка будет приносить игроку как бонусы, так и победные очки в конце игры;</li>
            <li>активировать город, чтобы выставить новые постройки, нанимать отряды, собирать ресурсы с ближайших территорий;</li>
            <li>улучшить настроение города, от которого зависит работоспособность жителей по добыче ресурсов и мобилизационная подготовка;</li>
            <li>расширить культурное влияние на вражеские города и переманить их жителей на свою сторону;</li>
            <li>получить достижения, благодаря чему вам откроются новые технологи, а их в игре целых 50! И это вам откроет новые возможности в разных направлениях деятельности;</li>
            <li>выполнить особые действия за счёт розыгрыша карт целей.</li>
         Правда выглядит всё очень просто? Так оно и есть, а на игровом столе воспроизводится круто и необычно!
         </ul>
      </div>
   );
};

export default Rules;